import React from 'react';
import Style from './History.module.scss';

export const History = () => {
  return (
    <div className={Style.container}>
      <p>Amby</p>
      <div>
        <p>
          История бренда одежды &quot;Graceful Elegance&quot;, который уже 15
          лет радует женщин стильными и изысканными коллекциями.
        </p>
        <p>
          На заре своего создания, бренд &quot;Graceful Elegance&quot; появился
          благодаря страсти к моде и красоте своей основательницы - дизайнера
          Александры Грейс. Стремление создавать женственные, утонченные и
          элегантные образы для современных женщин стало основной идеей бренда.
        </p>
        <p>
          С первыми шагами на рынке моды бренд &quot;Graceful Elegance&quot; был
          встречен с восторгом и пониманием ценителей стиля. Уникальные дизайны,
          акцент на качество материалов и тщательный подбор цветов и принтов
          позволили бренду занять свою нишу в мире моды.
        </p>
        <p>
          С годами бренд только укреплял свои позиции на рынке, представляя
          новые коллекции, участвуя в международных показах и сотрудничая с
          известными дизайнерами. В коллекциях &quot;Graceful Elegance&quot;
          каждая деталь продумана до мелочей, чтобы каждая женщина чувствовала
          себя уверенно и стильно
        </p>
        <p>
          С каждым сезоном бренд &quot;Graceful Elegance&quot; продолжает
          радовать своих поклонниц обновленными коллекциями, следуя своим
          ценностям - элегантность, качество и индивидуальность.
        </p>
        <p>
          15 лет успешной работы на рынке моды - это не просто цифра, это долгая
          история любви к красоте, стилю и женской индивидуальности, которую
          бренд &quot;Graceful Elegance&quot; делает доступной для каждой
          женщины.
        </p>
      </div>
    </div>
  );
};
